import { Component } from '@angular/core';
import { CommonModule } from '@angular/common';

@Component({
  selector: 'app-member-talk',
  standalone: true,
  imports: [CommonModule],
  templateUrl: './member-talk.html',
  styleUrls: ['./member-talk.scss']
})
export class MemberTalk {
  public membersTalk = [
    { name: 'श्री. रामराव दळवे', descriptions: 'निवासी नवजीवन मूक-बधिर विद्यालयामध्ये आमच्या मुलाला योग्य दिशा मिळाली आहे. शिक्षण सोबतच जिवनपयोगी कौशल्यावर दिला जाणारा भर खूप उपयुक्त आहे. पालक म्हणून आम्ही या संस्थेवर पूर्ण विश्वास ठेवतो.' },
    { name: 'श्री. बालाजी वैरागर', descriptions: 'माझ्या मुलाच्या शिक्षणात आणि बुद्धीविकास व निवासी नवजीवन मूक-बधिर विद्यालयामध्ये खूप सकारात्मक बदल घडून आला आहे. शिक्षक अतिशय समजदार असून प्रत्येक मुलाकडे वैयक्तिक लक्ष दिले जाते. निवासी व्यवस्था सुरक्षित आणि निगराणीखाली आहे याची पालक निश्चित आहेत.' },
    {
      name: 'श्री. गंगाधर वैद्य',
      descriptions: 'ही शाळा शिक्षण देत नाही तर मुलांना आत्मविश्वासाने जगायला शिकवते. माझ्या मुलाच्या संवाद कौशल्यात खूप सुधारणा झाली आहे. शिक्षक व कर्मचारी पालकांशी नियमित संपर्क ठेवतात. हे मला आवडते.'
    },
    {
      name: 'श्री. जितेंद्र पुंडगे',
      descriptions: 'शाळेतील भौगोलिक वातावरण खूप छान आहे. विद्यार्थ्यांच्या सुरक्षेसाठी महिला कर्मचारी नियुक्ती असल्यामुळे यासाठी मी माझ्या मुलीच्या सुरक्षेबाबत खूप समाधानी आहे. व येथील शिकवण्याची पद्धत सुद्धा खूप छान आहे.'
    },
    {
      name: 'श्री. वानखेडे', descriptions:
        'निवासी नवजीवन मूक-बधिर विद्यालयाने माझ्या मुलाला खूप धाडस बाळगण्यास व शिक्षण, विद्यामध्ये माझा मुलगा सक्षम बनवले आहे. येथील शिक्षकांमध्ये शिस्त व पालक भावना कायम दिसून येते. मी या शाळेबाबत खूप आभारी आहे.'
    },
    {
      name: 'श्री. पुंजाजी काळे ', descriptions:
        'मी माझ्या मुलाच्या सुखवातीला जीवनाविषयी खूप चिंतीत होतो. त्यामुळे माझ्या मुलाचा लहानपणी निवासी नवजीवन मूक-बधिरमध्ये प्रवेश केला. आणि येथील कर्मचारी यांनी जे शिक्षण व विविध कौशल्ये शिकविले त्याचेच आज बक्षीस हा सशक्त आत्मनिर्भर समाज कल्याण विभाग येथे कनिष्ठ लिपिक पदावर काम करतो.'
    },
    {
      name: 'श्री. वळसे', descriptions:
        'ही शाळा शिक्षण देत नाही तर मुलांना आत्मविश्वास जगायला शिकवते. माझ्या मुलाला शिक्षणाबरोबर स्पर्धा परीक्षेचे ज्ञान दिले त्यामुळे आज तो लघु मंत्रालय पालिकेमध्ये वरिष्ठ लिपिक पदावर काम करत आहे. मी या शाळेबाबत खूप समाधानी आहे.'
    },
    {
      name: 'श्री. तुळशीराम आळशे', descriptions:
        'निवासी नवजीवन मूक-बधिर विद्यालयामुळे माझ्या मुलगी मेहनतीला योग्य दिशा मिळाली. शिक्षण घेऊन व मार्गदर्शन करण्यामुळे माझ्या विचारांमध्ये खूप मदत झाली व समज वाढली.'
    },
      {
      name: 'श्री. परबत आहरे', descriptions:
        'माझी दोन मुले नवजीवन मूक-बधिर विद्यालय येथे शिक्षण घेऊन बाहेर पडली. निवासी, तसेच सोयी सुविधा खूप चांगल्या पद्धतीने दिल्या त्यामुळे मी खूप समाधानी आहे.'
    },
    {
      name: 'श्री. माधव सारंग ', descriptions:
        'माझी मुलगी इयत्ता ९ वी पास होऊन निवासी मूक-बधिर शाळेतून उत्तीर्ण आहे. शाळेच्या मार्गदर्शनामुळे तिच्यात स्वावलंबन वाढले आहे.'
    },
     {
      name: 'शे.नयुग', descriptions:
      'माझा मुलगा शे.फैजान नवजीवन मूक-बधिर विद्यालय येथे शिक्षण घेत आहे. त्यामुळे शारीरिक व बौद्धिक विकास योग्य प्रकारे होत आहे. शाळेतील शिक्षण व संगोपन अतिशय चांगल्या प्रकारचे आहे.'
    }
  


 
 

 
  ]
}
